Repository: Jacitano87/iSportRanking-iOS-App
Catalog: *.lproj/Localizable.strings
Languages: italian, spanish

source: Loading...
italian: Caricamento...
spanish: De carga...

source: Back
italian: Indietro
spanish: Vuelta

source: Credits
italian: Informazioni
spanish: Informaciones

source: Ranking's site
italian: Siti Ranking

source: Home
italian: Inizio
spanish: Inicio

source: Soccer
italian: Calcio
spanish: Fotbol

source: Other
italian: Altri
spanish: Otros

source: Other sports
italian: Altri sport
spanish: Otros deportes

source: Update
italian: Aggiorna
spanish: Versiòn actual

source: Six Nations
italian: Sei Nazioni
spanish: Seis Naciones

source: Tri Nations
italian: Tre Nazioni
spanish: Tres Naciones

source: Rugby World Cup
italian: Mondiali Rugby
spanish: Mundiales Rugby

source: Mondial
italian: Mondiali
spanish: Mundiales

source: Turn on cellular data or use Wi-Fi to access data
italian: Attiva i dati cellulare o usa il wi-fi per accedere ai dati
spanish: Para acceder a sus datos, active los datos m√≤viles o use Wi-Fi

source: Updating now...
italian: Aggiornamento in corso..

source: World men's basketball
italian: Mondiali Basket M.
spanish: Mundiales Basket M.

source: World women's basketball
italian: Mondiali Basket F.
spanish: Mundiales Basket F.

source: European women's basketball
italian: Europei Basket F.
spanish: Europeos Basket F.

source: European men's basketball
italian: Europei Basket M.
spanish: Europeos Basket M.

source: World men's volleyball
italian: Mondiali pallavolo M.
spanish: Mundiales voleibol M.

source: World women's volleyball
italian: Mondiali pallavolo F.
spanish: Mundiales voleibol F.

source: F1 Manufacturers
italian: F1 Costruttori
spanish: F1 Constructores

source: F1 Pilots
italian: F1 Piloti
spanish: F1 Pilotos

source: Ideated by:
italian: Un idea di:
spanish: Una idea de:

source: Coding and bug reviewers:
italian: Codice e revisione bug:
spanish: Còdigo y revisiòn bug:

source: Data entry:
italian: Inserimento dati:
spanish: Inserciòn datos:

source: Data found on:
italian: Dati trovati su:
spanish: Datos encontrados sobre:

source: Update now
italian: Aggiorna adesso
spanish: Actualizar ahora

source: Don't show again
italian: Non mostrare
spanish: Ocultar

source: Continue
italian: Continua
spanish: Continuar

source: Welcome to iSportRankings.If this is your first visit, you must upgrade data (Wi-fi mode):
italian: Benvenuto su iSportRankings.Se è la prima volta che accedi, è necessario effettuare l'aggiornamento dati (Wi-fi mode):

source: Australian Open Men
italian: Australian Open Masch
spanish: Australian Open Masculino

source: Australian Open Women
italian: Australian Open Femm
spanish: Australian Open Femenino

source: Usopen Men
italian: Usopen Maschile
spanish: Usopen Masculino

source: Usopen Women
italian: Usopen Femminili
spanish: Usopen Femenino

source: Wimbledon Men
italian: Wimbledon Maschile
spanish: Wimbledon Masculino

source: Wimbledon Women
italian: Wimbledon Femminile

source: Roland Garros Men
italian: Roland Garros Maschile
spanish: Roland Garros Masculino

source: Roland Garros Women
italian: Roland Garros Femminile
spanish: Roland Garros Femenino

source: The International Federation of Association Football (French: Federation Internationale de Football Association), commonly known by the acronym FIFA (usual English pronunciation: fiːfa), is the international governing body of association football, futsal and beach football. Its headquarters are located in Zurich, Switzerland, and its current president is Sepp Blatter. FIFA is responsible for the organisation and governance of football's major international tournaments, most notably the FIFA World Cup, held since 1930. Nineteen editions of the FIFA World Cup have been held so far. The next edition is to be held in Brazil in 2014.FIFA has 208 member associations, three more than the International Olympic Committee and five fewer than the International Association of Athletics Federations.
italian: La Federation Internationale de Football Association (it. Federazione Internazionale del Calcio), più nota con l’acronimo FIFA, è la federazione internazionale che governa gli sport del calcio, del Futsal (meglio noto come Calcio a 5) e del Beach soccer. La sua sede si trova a Zurigo, in Svizzera e l'attuale presidente è lo svizzero Joseph Blatter.La federazione fu fondata a Parigi il 21 maggio 1904 e si occupa dell'organizzazione di tutte le manifestazioni intercontinentali di questi sport tra le quali il più importante è sicuramente il Campionato mondiale di calcio, che premia il vincitore con il trofeo della Coppa del mondo. Tale torneo viene disputato ogni quattro anni sin dal 1930, e la federazione ha il compito di scegliere il paese organizzatore che ospita la fase finale della manifestazione.
spanish: La Federation Internationale de Football Association (Federacion Internacional de Fútbol Asociacion), universalmente conocida por sus siglas FIFA, es la institución que gobierna las federaciones de fútbol en todo el mundo. Se fundó el 21 de mayo de 1904 y tiene su sede en Zúrich, Suiza. Forma parte del FA Board Internacional, organismo encargado de modificar las reglas del juego. Además, la FIFA organiza los campeonatos mundiales de fútbol en sus distintas modalidades.

source: The Ballon d'Or,referred to as the European Footballer of the Year award, was an annual association football award. It was presented to the player who had been considered to have performed the best over the previous calendar year. The award was conceived by France Football's chief magazine writer Gabriel Hanot, who asked his colleagues to vote for the player of the year in Europe in 1956. The inaugural winner was Stanley Matthews of Blackpool.
italian: Il Pallone d'oro, noto in passato anche come Calciatore europeo dell'anno, è un premio calcistico istituito nel 1956 dalla rivista sportiva francese France Football e assegnato annualmente nel mese di dicembre al giocatore che più si distingueva nell'anno solare militando in una squadra di un qualsiasi campionato del mondo. Dal 2010, in seguito alla fusione con il FIFA World Player of the Year, si è trasformato nel Pallone d'oro FIFA.
spanish: El Balon de Oro (en francés, Ballon d'Or) era un premio individual que otorgaba anualmente la revista especializada France Football al mejor jugador de fútbol del mundo, aunque originalmente el premio estaba reservado a jugadores europeos y que jugaban en Europa. El premio fue creado en 1956 por Gabriel Hanot, siendo el primer ganador el futbolista ingles Stanley Matthews del Blackpool Football Club. En 2010 la FIFA y el grupo editorial Amaury, propietario del diario deportivo France Football, llegaron a un acuerdo mediante el cual los trofeos FIFA World Player y Balón de Oro pasaban a formar un solo galardón, que lleva el nombre de FIFA Balón de Oro.

source: The International Rugby Board (IRB) is the world governing and law-making body for the sport of rugby union, and previously for rugby football. It was founded in 1886 as the International Rugby Football Board (IRFB) by the unions of Scotland, Wales and Ireland. England originally refused to take part, but in 1890, it became the first non-founding union to become a member. The International Rugby Football Board changed its name to the International Rugby Board in 1997. The IRB's headquarters are located in Dublin, Ireland.
italian: L'International Rugby Board (IRB) è l'autorità che definisce le regole del rugby a 15 e del rugby a 7, regola i rapporti tra le federazioni nazionali e organizza i principali tornei del mondo.Fu fondato il 1º gennaio 1886 dai delegati delle federazioni storiche del rugby, ovvero Scozia, Galles e Irlanda, l'Inghilterra inizialmente non prese parte all'iniziativa ma si unì nel 1890, la sede dell'organizzazione è a Dublino (Eire). Successivamente, nel 1997 la International Rugby Football Board divenne la International Rugby Board.
spanish: La International Rugby Board, universalmente conocido por su sigla IRB es la institución que gobierna las federaciones de rugby a nivel internacional. Se fundó el 1 de enero de 1886 con el nombre de International Rugby Football Board por Escocia, Gales e Irlanda, siendo después miembro Inglaterra en 1890. Su sede está en Dublín. La IRB agrupa 96 federaciones de rugby de distintos países además de 19 miembros asociados y seis asociaciones regionales, y está encargada de reglamentar las reglas del juego, como de organizar la Copa del Mundo de Rugby.

source: The Barclays ATP World Tour Finals is a tennis tournament played at the end of each year, involving the top eight players in the men's tennis world rankings.Unlike most of the other events on the men's tour, the ATP World Tour Finals is not a straightforward knock-out tournament. Eight players are divided into two groups of four, and play three round-robin matches each against the other three players in their group. From there, the two players with the best records in each group progress to the semifinals, with the winners meeting in the final to determine the champion. Winners are awarded up to 1500 rankings points.
italian: La ATP World Tour Finals, conosciuta anche come Masters Cup o Tennis Masters Cup, è il torneo del circuito ATP World Tour Masters 1000 più importante dell'annata tennistica. In palio vi è un ricco montepremi e vi prendono parte i migliori otto giocatori della stagione. Si affrontano i migliori otto tennisti delle classifiche ATP di singolare e di doppio. Vige la formula del girone all'italiana. Vengono creati due gruppi (chiamati solitamente gruppo rosso e gruppo oro) da 4 giocatori ciascuno, i quali si affrontano fra di loro come in un girone all'italiana; il vincitore di ogni incontro guadagna un punto. I primi 2 classificati del girone, accedono alle semifinali incrociate, il primo di un girone contro il secondo dell'altro. A seguire, i 2 vincitori delle semifinali, si affrontano in finale. Le partite si svolgono al meglio dei 3 set. La Masters Series Cup, ha lo stesso significato anche al femminile come torneo di fine anno per la WTA, e, come per gli uomini, valgono le identiche regole (migliori 8 della classifica annuale, in 2 gironi da 4, le prime 2 alle semifinali).
spanish: El ATP World Tour Finals (anteriormente Tennis Masters Cup, también llamada Copa Masters o simplemente Masters Torneo de Maestros) es un torneo de tenis que se disputa anualmente al final de cada temporada, con la participación de los ocho jugadores mejor ubicados en la clasificación mundial, sobre pista dura.A diferencia de los demás torneos que se disputan a lo largo del año, el Masters no es un torneo de eliminación directa. En cambio, los ocho participantes se dividen en dos zonas de 4 jugadores cada una, en las cuales cada uno de ellos se enfrenta a los otros 3 tenistas de su grupo. Tras ello, los dos jugadores mejor ubicados en cada zona avanzan a semifinales, donde los partidos pasan a ser eliminatorios y definen a los dos jugadores que jugarán la final.

source: Formula One, also known as Formula 1 or F1 and referred to officially as the FIA Formula One World Championship, is the most restrictive class of single seater auto racing sanctioned by the Federation Internationale de l'Automobile (FIA). The formula in the name refers to a set of rules with which all participants' cars must comply. The F1 season consists of a series of races, known as Grands Prix (translated to English as Big Prizes), held on purpose-built circuits and public roads. The results of each race are combined to determine two annual World Championships, one for the drivers and one for the constructors, with racing drivers, constructor teams, track officials, organizers, and circuits required to be holders of valid Super Licences, the most restrictive class of racing licence issued by the FIA.
italian: La Formula Uno o Formula 1 (la seconda grafia è marchio commerciale), in sigla F1, è la massima categoria (in termini prestazionali) di vetture monoposto a ruote scoperte da corsa su circuito definita dalla Federazione Internazionale dell'Automobile (FIA).La categoria è nata nel 1948 in sostituzione della Formula A, nata solo qualche anno prima (nel 1946). Inizialmente definita dalla Commissione Sportiva Internazionale (CSI) dell'Associazione Internazionale degli Automobil Club Riconosciuti (AIACR), associazione antesignana della Federazione Internazionale dell'Automobile, oggi la Formula Uno è regolata dal Consiglio Mondiale degli Sport Motoristici (inglese: World Motor Sport Council; sigla: WMSC) della Federazione Internazionale dell'Automobile.
spanish: La Fórmula 1, a menudo abreviada como F1 y también denominada la «categoría reina del automovilismo» o «la máxima categoría del automovilismo», es la competición automovilística internacional más popular.A cada carrera se le denomina Gran Premio y la competición que las agrupa se denomina Campeonato Mundial de Fórmula 1. La entidad que la dirige es la Federación Internacional de Automovilismo (FIA). La mayoría de los circuitos de carreras donde se celebran los Grandes Premios son circuitos permanentes, aunque también se utilizan circuitos urbanos. Los automóviles utilizados son monoplazas con la última tecnología disponible; algunas de estas mejoras fueron desarrolladas en la Fórmula 1 y terminaron siendo utilizadas en automóviles comerciales, como el freno de disco o el turbocompresor.3

source: The National Basketball Association (NBA) is the pre-eminent men's professional basketball league in North America which consists of thirty franchised member clubs, of which twenty-nine are located in the United States and one in Canada. It is an active member of USA Basketball (USAB), which is recognized by the International Basketball Federation as the National Governing Body (NGB) for basketball in the United States. The NBA is one of the four major North American professional sports leagues, which include Major League Baseball (MLB), the National Football League (NFL), and the National Hockey League (NHL).
italian: La National Basketball Association, comunemente nota come NBA, è la principale lega professionistica di pallacanestro degli Stati Uniti d'America e del Canada. Molti dei migliori cestisti del mondo giocano nella NBA e il livello complessivo della competizione è considerevolmente alto.La lega fu fondata a New York, il 6 giugno 1946 come Basketball Association of America (BAA). La lega adottò il nome di National Basketball Association nell'autunno del 1949 dopo una fusione con la lega rivale National Basketball League. Il quartier generale della NBA si trova nella Olympic Tower al 645 della Fifth Avenue a New York. La NBA Entertainment e gli studi della NBA TV sono locati invece a Secaucus, New Jersey.
spanish: La NBA o National Basketball Association (Asociación Nacional de Baloncesto) es la principal liga estadounidense de baloncesto profesional.La NBA se fundó en Nueva York el 6 de junio de 1946 como la Basketball Association of America. Adoptó el nombre actual en 1949, tras la unión de varios clubes de la desaparecida National Basketball League. El partido inaugural fue un New York Knicks - Toronto Huskies, el 1 de noviembre de 1946 con el Maple Leaf Gardens de Toronto como escenario. El partido fue visto por 7.090 espectadores. La liga tiene sus oficinas oficiales situadas en la Olympic Tower en la Quinta Avenida 645 de Nueva York. Los estudios de la NBA Entertainment y NBA TV están localizados en Secaucus, Nueva Jersey.

source: Warning! updates the database in wi-fi mode
italian: Attenzione! aggiorna il database in modalità wi-fi
spanish: Atención! actualizaciones de la base de datos en modo wi-fi

source: Rankings site
spanish: Sitio Rankings

source: Updating.....
spanish: Recargando en curso..

source: Welcome to iSportRankings.If this is your first visit, you must upgrade data:
spanish: Bienvenido a iSportRankings. Si es la primera vez que accedes es necesario actualizar los datos:

source: Wimbledon Womem
spanish: Wimbledon Femenino
